$ code --list-extensions
activitywatch.aw-watcher-vscode
asvetliakov.vscode-neovim
bungcip.better-toml
charliermarsh.ruff
christian-kohler.path-intellisense
cschlosser.doxdocgen
dan-c-underwood.arm
Dart-Code.dart-code
Dart-Code.flutter
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
felipecaputo.git-project-manager
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.classroom
GitHub.copilot
GitHub.copilot-chat
GitHub.vscode-pull-request-github
golang.go
Gruntfuggly.todo-tree
hediet.vscode-drawio
humao.rest-client
James-Yu.latex-workshop
jeff-hykin.better-cpp-syntax
Kelvin.vscode-sshfs
micnil.vscode-checkpoints
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
mshr-h.veriloghdl
Nash.awesome-flutter-snippets
naumovs.color-highlight
njpwerner.autodocstring
Prisma.prisma
redhat.java
ritwickdey.LiveServer
rust-lang.rust-analyzer
rvest.vs-code-prettier-eslint
serayuzgur.crates
shengchen.vscode-checkstyle
streetsidesoftware.code-spell-checker
TabNine.tabnine-vscode
timonwong.shellcheck
tomoki1207.pdf
twxs.cmake
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
wayou.vscode-todo-highlight
